[{
        "cid": 1,
        "name": "The Fool",
        "img": "thefool.jpg",
        "type": "major",
        "desc": "The Fool is numbered 0 (unlimited possibilities). Therefore, it doesn't have a specific place in the series of Tarot cards. The Fool can be placed at the beginning or the end of the Major Arcana. The Major Arcana is often considered the Fool's journey through life, so that Fool is always present and therefore does not need a number. \n In The Fool card, a young man stands on the brink, unconcerned with the world, as he embarks on a new journey. He's looking up at the sky (and the Universe) and doesn't seem to know that he's about to fall off a cliff. On his shoulder rests a small sling that holds everything he needs – not much (because Fool might be a minimalist). The white rose on his left hand symbolizes his purity and innocence. And at his feet is a small white dog, representing loyalty and protection, encouraging him to move forward and learn the lessons he must learn. The mountains behind the Fool represent challenges and difficulties yet to come. It's been around forever, but The Fool doesn't care about those difficulties right now, he's more focused on starting his exploration. ",
        "decsvn": "The Fool được đánh số 0 ( khả năng không giới hạn ). Và vì vậy nó không có một vị trí cụ thể trong chuỗi các lá bài Tarot. The Fool có thể được đặt ở phần đầu của Major Arcana hoặc ở phần cuối. Major Arcana thường được coi là hành trình xuyên suốt cuộc đời của The Fool Fool luôn có mặt và do đó không cần số. \n Trong lá The Fool, một người đàn ông trẻ tuổi đứng trên bờ vực, không quan tâm đến thế giới, khi anh ta bắt đầu cuộc hành trình mới. Anh ta đang nhìn lên bầu trời (và Vũ trụ) và dường như không biết rằng anh ta sắp rơi ra khỏi vách đá. Trên vai của anh ấy đặt một chiếc tay nải nhỏ bé, chứa mọi thứ anh ấy cần – không nhiều (vì có thể Fool là người tối giản). Bông hồng trắng trên tay trái tượng trưng cho sự trong trắng và ngây thơ của anh. Và dưới chân anh ấy là một con chó nhỏ màu trắng, đại diện cho lòng trung thành và sự bảo vệ, khuyến khích anh ấy tiến lên phía trước và học những bài học mà anh ấy phải học. Những ngọn núi phía sau Fool tượng trưng cho những thách thức và khó khăn chưa đến. Nó mãi hiện diện, nhưng The Fool không quan tâm đến những khó khăn đó lúc này, anh ấy tập trung hơn vào việc bắt đầu cuộc thám hiểm của mình.",
        "keywords": "innocence, new beginnings, freedom, foolishness, carelessness, youth, naive",
        "keywordsvn": "hồn nhiên, khởi đầu mới, tự do, ngây thơ, sự ngốc nghếch, sự thiếu cẩn thận, tuổi trẻ",
        "rekeywords": "recklessness, carelessness, negligence, stupidity, distraction, irrationality, lack of fun, lack of hope or faith",
        "rekeywordsvn": "liều lĩnh, mạo hiểm, ngây thơ, khờ dại, sự thờ ơ, ngốc nghếch, sự mất tập trung, phi lý trí, thiếu niềm vui, thiếu niềm tin",
        "general": "The first card of the Major Arcana, The Fool is generally a positive card indicating new beginnings. If it appears in your readings it could mean that you are on the verge of an exciting, unexpected new adventure. Your new adventure will bring you along a path which may require you to make a leap of faith but you will grow as a result of this new experience. This new adventure could be a literal new adventure, like travelling to a place you’ve never been before. The change this card can bring will usually be a welcome one. While the Fool is generally a positive card, its appearance in a reading can also indicate that you need to take the time to look before you leap. \n This is a great card to ponder if you are struggling with fear, anxiety or lack of confidence in your life. The Fool is your guide, bold and carefree. He is the embodiment of your true self. Whenever you experience fear, remember the essence of The Fool. You never know what the future holds, but like The Fool, you have to step into the unknown, trust and your intuition, and be open to what comes next.",
        "genralvn": "Lá bài đầu tiên của Major Arcana, The Fool nói chung là một lá bài tích cực chỉ ra những khởi đầu mới. Nếu nó xuất hiện trong các bài đọc của bạn, điều đó có thể có nghĩa là bạn đang ở bên bờ vực của một thay đổi mới thú vị, bất ngờ. Mặc dù bạn không biết chính xác mình sẽ đi đâu, nhưng bạn đang được kêu gọi hãy dấn thân và làm theo trái tim mình, bất kể niềm tin có vẻ điên rồ như thế nào đối với bạn nhưng nhìn chung bạn sẽ phát triển nhờ nó. Khởi đầu mới này có thể là một cuộc phiêu lưu mới theo đúng nghĩa đen, giống như đi du lịch đến một nơi bạn chưa từng đến trước đây. Sự thay đổi mà thẻ này có thể mang lại thường sẽ là một sự thay đổi đáng hoan nghênh. Mặc dù The Fool nói chung là một lá bài tích cực, nhưng sự xuất hiện của nó trong bài đọc cũng có thể cho thấy rằng bạn cần dành thời gian để xem xét trước khi thực hiện việc gì đó. \n Đây là một lá bài tuyệt vời để suy ngẫm nếu bạn đang phải vật lộn với nỗi sợ hãi, lo lắng hoặc thiếu tự tin trong cuộc sống. The Fool là người dẫn đường cho bạn, là một người táo bạo và vô tư. Anh ấy là hiện thân của con người thật của bạn – tâm hồn tự do và tâm hồn vui tươi của bạn. Bất cứ khi nào bạn trải qua nỗi sợ hãi, hãy nhớ đến bản chất của The Fool. Bạn không bao giờ biết được tương lai sẽ ra sao, nhưng giống như The Fool, bạn phải bước vào điều chưa biết, tin tưởng và trực giác của bạn và sẵn sàng đón nhận những điều tiếp theo.",
        "regeneral": "As with the upright meaning, The Fool reversed signifies a new beginning. However, when reversed this Major Arcana trump card indicates that the beginning is something you may be reluctant to jump into. This new beginning is still coming either way! The Fool tarot card reversed can be an indication of living in the moment but also can be a sign that in your excitement you are behaving somewhat recklessly towards others. It can signify being irrational, lack of fun and lack of faith or hope.",
        "regenralvn": "Giống với ý nghĩa xuôi, The Fool đảo ngược biểu thị một sự khởi đầu mới. Tuy nhiên, khi đảo ngược con át chủ bài Major Arcana này cho thấy rằng sự khởi đầu là thứ bạn miễn cưỡng đối mặt với nó. Có điều gì đó đang kìm hãm bạn và bạn đang ngăn cản bản thân tiến về phía trước. Bạn có thể chọn giữa việc vượt qua nỗi sợ của bản thân để đi về phía trước, hoặc bạn sẽ mãi dậm chân tại chỗ. Lá bài Fool bị đảo ngược có thể là một dấu hiệu cho thấy bạn đang sống ổn định tại thời điểm hiện tại nhưng cũng có thể là một dấu hiệu cho thấy trong sự phấn khích của bạn khiến bạn cư xử hơi liều lĩnh với người khác. Nó có thể biểu hiện sự phi lý trí, thiếu niềm vui, niềm tin hoặc hy vọng.",
        "love": "The Fool in love is exciting and spontaneous but a little bit fickle. For those in relationships, The Fool indicates being so in love you can hardly contain your excitement. However, if the person asking the question is asking about commitment, this card is linked to lack of commitment /not being ready for a commitment. For those that are single, it is a very good indicator that an impulsive, carefree romance is on the cards (or many such romances). If the Fool appears, be prepared for fun-filled romance but be careful not to miss true love if it comes your way during this time.",
        "lovevn": "The Fool trong tình yêu thể hiện tình yêu của bạn rất thú vị và thuần khiết nhưng hơi thiếu ổn định. Đối với những người đang trong mối quan hệ, The Fool chỉ ra rằng bạn đang yêu đến mức khó có thể kìm chế được sự phấn khích của mình. Tuy nhiên, nếu người đặt câu hỏi đang hỏi về việc kết hôn, lá bài này thể hiện việc hai bạn chưa thực sự sẵn sàng cho một cam kết lâu dài. Đối với những người còn độc thân, đó là một dấu hiệu rất tốt cho thấy một mối tình lãng mạn nồng cháy, vô tư đang đến (hoặc nhiều mối tình lãng mạn như vậy). Nếu The Fool xuất hiện, hãy chuẩn bị cho chuyện tình cảm vui vẻ nhưng hãy cẩn thận để không bỏ lỡ tình yêu đích thực nếu nó đến với bạn trong thời gian này.",
        "relove": "The Fool reversed in love can indicate that your pursuit of adventure may be holding you back from having the kind love you really want or causing uncertainty in your current relationship. If The Fool is reversed, your relationship may be exciting but may involve some risky behaviour. Be warned, this could lead to feelings of insecurity and may leave your relationship on shaky ground.",
        "relovevn": "The Fool đảo ngược tring tình yêu có thể chỉ ra rằng việc theo đuổi những hành trình mới của bạn có thể đang ngăn cản bạn có được tình yêu mà bạn thực sự mong muốn hoặc gây ra sự không chắc chắn trong mối quan hệ hiện tại của bạn. Nếu The Fool bị đảo ngược, mối quan hệ của bạn có thể rất thú vị nhưng có thể liên quan đến một số hành vi nguy hiểm. Hãy cẩn thận, điều này có thể dẫn đến cảm giác bất an và có thể khiến mối quan hệ của bạn trở nên lung lay.",
        "career": "Opportunity knocks! With the Fool in your career, it may be time to go for that new job or start your own business that you’ve been dreaming of. Other people may try to put you off or may not understand what you’re doing, be patient with them and try to make them understand but do not let them deter you. For current projects it indicates fresh new ideas and being reinvigorated with energy. The Fool indicates big opportunities for advancement. Be clever and research your opportunities and the risk but don’t be afraid to take the plunge! Financially, if you take the chance and work hard you will make more than you thought you would.",
        "careervn": "Cơ hội đang gõ cửa! Với The Fool trong sự nghiệp của bạn, có thể đã đến lúc bạn tìm kiếm công việc mới hoặc bắt đầu công việc kinh doanh của riêng mình mà bạn hằng mơ ước. Người khác có thể cố gắng làm bạn khó chịu hoặc có thể không hiểu bạn đang làm gì, hãy kiên nhẫn với họ và cố gắng làm cho họ hiểu nhưng đừng để họ làm bạn nản lòng. Đối với các dự án hiện tại, nó chỉ ra những ý tưởng mới mẻ đang tới . The Fool chỉ ra những cơ hội thăng tiến lớn trong công việc hiện tại của bạn. Hãy chuẩn bị kiến thức và nghiên cứu cơ hội cũng như rủi ro của bạn nhưng đừng ngại mạo hiểm! Về mặt tài chính, nếu bạn nắm bắt cơ hội và làm việc chăm chỉ, bạn sẽ kiếm được nhiều hơn những gì bạn nghĩ.",
        "recareer": "Financially, the fool reversed shows some potentially promising financial opportunities but exercise caution and do your homework before committing to anything. You don’t want to be taken advantage of. Career-wise you may be becoming restless in your current position or thinking of going out on your own. Think before you act! Or you may simply be holding back your best ideas due to a lack of confidence, don’t be afraid to put yourself out there and assert yourself. Your ideas are just as valid as everyone else’s. Don’t be afraid to speak up.",
        "recareervn": "Về mặt tài chính, The Fool đảo ngược cho thấy một số cơ hội tài chính đầy hứa hẹn nhưng hãy thận trọng và làm những việc cần làm trước khi thực hiện bất cứ điều gì. Về mặt sự nghiệp, bạn có thể cảm thấy chưa hài lòng ở vị trí hiện tại của mình hoặc nghĩ đến việc ra làm riêng. Tuy nhiên bạn nên nghĩ trước khi hành động. The Fool còn có thể thể hiện rằng bạn đang kìm hãm những ý tưởng hay nhất của mình do thiếu tự tin, đừng ngại đặt mình ra ngoài và khẳng định bản thân. Ý tưởng của bạn cũng tuyệt vời như ý tưởng của mọi người. Đừng ngại lên tiếng.",
        "health": "The Fool bodes well for physical health if you have been ill as it indicates vitality and energy. However, it can also indicate being accident prone so if you get the Fool for health be extra careful. It can also represent pregnancy as it represents the beginning of a new life.",
        "healthvn": "The Fool báo hiệu tốt cho sức khỏe thể chất nếu bạn bị ốm vì nó cho thấy sức sống và năng lượng. Tuy nhiên, nó cũng có thể cho thấy bạn dễ gặp tai nạn, vì vậy hãy cẩn thận hơn nếu bạn nhận được The Fool cho sức khỏe. Nó cũng có thể tượng trưng cho việc mang thai vì nó tượng trưng cho sự khởi đầu của một cuộc sống mới.",
        "rehealth": "When The Fool reversed is in a health reading it indicates trying out alternative treatments could be helpful in resolving any health issues. Also the tendency to be accident prone is stronger when this is in your reading so be mindful of your surroundings.",
        "rehealthvn": "Khi The Fool đảo ngược trong một bài đọc về sức khỏe, nó cho thấy việc thử các phương pháp điều trị thay thế có thể hữu ích trong việc giải quyết vấn đề sức khỏe. Ngoài ra, bạn sẽ có xu hướng dễ bị tai nạn hơn nếu The Fool có trong lần trải bài của bạn, vì vậy hãy chú ý đến môi trường xung quanh bạn hơn."
    },
    {
        "cid": 2,
        "name": "The Magician",
        "img": "themagician.jpg",
        "type": "major",
        "desc": "The Magician card is numbered 1 - the number of new beginnings and opportunities - and is associated with the planet Mercury. He stands with one arm stretched out towards the sky, and the other towards the earth. His position represents his connection between the spiritual realm and the physical realm. The Magician uses this relationship to create and manifest his goals in the material realm. He is the conductor that converts energy into matter. The Magician's inner robe is white, symbolizing purity, and his outer cloak is red, symbolizing the experience and knowledge of the body. \n On the table in front of him are the four symbols of the Suit Tarot - Cup, Wand, Pentacle and Sword - each representing one of the four elements - water, fire, earth and air. It's also a sign that he has all the tools (and elements) needed to manifest his will into reality. On his head is an infinity symbol, and around his waist is a snake biting its own tail – both signaling that he has access to limitless potential. And in front is a patch of leaves and flowers, symbolizing the flowering of his ideas and aspirations.",
        "descvn": "Lá bài Magician được đánh số 1 – số của sự khởi đầu và cơ hội mới – và liên kết với hành tinh Mercury. Anh ta đứng với một cánh tay duỗi thẳng về phía bầu trời, và cánh tay kia hướng xuống trái đất. Vị trí của anh ta thể hiện sự kết nối của anh ta giữa lĩnh vực tinh thần và lĩnh vực vật chất. The Magician sử dụng mối quan hệ này để tạo ra và thể hiện mục tiêu của mình trong lĩnh vực vật chất. Anh ta là người dẫn chuyển năng lượng thành vật chất. Áo choàng trong của The Magician có màu trắng, tượng trưng cho sự tinh khiết, và áo choàng ngoài của ông có màu đỏ, tượng trưng cho kinh nghiệm và kiến ​​thức của bản thân. \n Trên bàn trước mặt anh ta là 4 biểu tượng của bộ Suit Tarot – Cup, Warn, Pentacle và Sword – mỗi cái tượng trưng cho 1 trong 4 nguyên tố – nước, lửa, đất và khí. Đó cũng là một dấu hiệu cho thấy anh ta có tất cả các công cụ (và yếu tố) cần thiết để thể hiện ý định của mình thành hiện thực. Trên đầu của anh ấy là biểu tượng vô cực, và xung quanh thắt lưng của anh ấy là một con rắn đang tự cắn đuôi của nó – cả hai đều báo hiệu rằng anh ấy có khả năng tiếp cận với tiềm năng vô hạn. Và phía trước là một mảng lá và hoa, tượng trưng cho sự đơm hoa kết trái cho những ý tưởng và khát vọng của anh.",
        "keywords": "influence, power, resourcefulness, skill, logic, intellect, concentration",
        "keywordsvn": "truyển cảm hứng, sức mạnh, tài nguyên dồi dào, kĩ năng, tính logic, sự thông minh, sự tập trung, có kế hoạch",
        "rekeywords": "Manipulation, greed, unused ability, untrustworthiness, lack of mental clarity",
        "rekeywordsvn": "sự thao túng, tham lam, tài năng chưa sử dụng, thiếu sự tin tưởng, tâm lý chưa vững",
        "general" : "When The Magician appears in a Tarot card reading it is a sign that you have all the skills and abilities you need to be successful. The universe is aligning to bring positive changes your way. This Major Arcana trump card shows you that you must use your intellect, concentration and willpower to make things happen.  The Magician usually signifies a time in your life when you have the power to manifest the outcome you want. If it is referring to other people in your life it usually refers to someone you can learn from whose ability and wisdom will impress you. \n When you are clear about your 'what' and 'why'. The Magician will motivate you to carry out your upcoming plans. You will need focused attention and intense focus to make your goals a reality. Focusing on one goal will lead you to the results you want. Commitment to the task is essential, so remove any distractions that might distract you from what you want to achieve. Plan wisely to ensure that you stay on track and deliver on your tasks.",
        "genralvn" : "Khi The Magician xuất hiện trong bài đọc Tarot, đó là dấu hiệu cho thấy bạn có tất cả các kỹ năng và khả năng cần thiết để thành công. Vũ trụ đang sắp xếp để mang lại những thay đổi tích cực theo cách của bạn. Con át chủ bài Major Arcana này cho bạn thấy rằng bạn phải sử dụng trí tuệ, sự tập trung và ý chí của mình để làm nên chuyện. The Magician thường biểu thị một thời điểm trong cuộc sống của bạn khi bạn có sức mạnh để hiển thị kết quả bạn muốn. Nếu nó đề cập đến những người khác trong cuộc sống của bạn, nó thường đề cập đến một người mà bạn có thể học hỏi từ khả năng và trí tuệ của người sẽ gây ấn tượng với bạn. \n Khi bạn rõ ràng về ‘cái gì’ và ‘lý do tại sao’ của bạn. The Magician sẽ thúc đẩy bạn thực hiện những kế hoạch sắp tới của bản thân. Bạn sẽ cần sự chú ý tập trung và sự tập trung cao độ để biến mục tiêu của mình thành hiện thực. Tập trung vào một mục tiêu sẽ đưa bạn đến kết quả mình mong muốn. Cam kết với nhiệm vụ là điều cần thiết, vì vậy hãy loại bỏ bất kỳ sự phân tâm nào có thể khiến bạn mất tập trung khỏi những gì bạn muốn đạt được. Lập kế hoạch có khoa học để đảm bảo rằng bạn luôn đi đúng hướng và thực hiện các nhiệm vụ của mình.",
        "regeneral": "When The Magician reversed Tarot card appears in a Tarot reading it is a sign that you will need to be careful not to miss the opportunities coming your way. Don’t allow self-doubt to stop you from seizing the moment. If it refers to a person, The Magician reversed can mean that a person in your life who presents themselves as knowledgeable and trustworthy may actually be trying to use you or manipulate you. Watch out for deceitful and greedy people and be careful who you trust with this Major Arcana card in reverse! \n If you have been working on your goals, the reversed Magician could be a sign that you are struggling to see progress or success. Several factors may occur. Perhaps you have an idea but don't know how to express it. Perhaps you don't know your desired outcome or you haven't used your full potential, so your efforts are misdirected or unfocused. Maybe you didn't know your 'why', or it wasn't convincing enough and now you're lacking the motivation to accomplish your goal.",
        "regenralvn": "Khi lá bài The Magician đảo ngược xuất hiện trong bài đọc Tarot, đó là một dấu hiệu cho thấy bạn sẽ cần phải cẩn thận để không bỏ lỡ những cơ hội đến với mình. Đừng để sự nghi ngờ bản thân ngăn cản bạn nắm bắt thời điểm này. Nếu nó đề cập đến một người, The Magician đảo ngược có thể có nghĩa là một người trong cuộc sống của bạn, tự thể hiện mình là hiểu biết và đáng tin cậy có thể thực sự đang cố gắng lợi dụng bạn hoặc thao túng bạn. Hãy cẩn thận với những kẻ gian dối và tham lam và hãy cẩn thận với người mà bạn tin tưởng với lá bài Major Arcana này ngược lại! \n Nếu bạn đã và đang thực hiện mục tiêu của mình,The Magician ngược có thể là một dấu hiệu cho thấy bạn đang đấu tranh để nhìn thấy sự tiến bộ hoặc thành công. Một số yếu tố có thể xảy ra. Có lẽ bạn có một ý tưởng nhưng không biết phải làm gì để thể hiện nó. Có lẽ bạn không rõ kết quả mong muốn của mình hoặc bạn chưa dùng được hết năng lực của bản thân, nên nỗ lực của bạn bị định hướng sai hoặc không tập trung. Có thể bạn đã  không biết ‘lý do tại sao’ của mình, hoặc nó không đủ thuyết phục và bây giờ bạn đang thiếu động lực để hoàn thành mục tiêu.",
        "love" : "The Magician in the context of a love Tarot reading is a positive card. For those in relationships, The Magician Tarot signifies the relationship moving to new and deeper level where you can expect stronger commitment and happiness. If you are single The Magician indicates that now is great time to meet someone new. Your partner will be serious about you, has good intentions and will treat you well.",
        "lovevn": "The Magician trong tình yêu là một lá bài tích cực. Đối với những người đang có mối quan hệ, The Magician Tarot biểu thị mối quan hệ đang chuyển sang cấp độ mới và sâu sắc hơn, nơi bạn có thể mong đợi sự cam kết và hạnh phúc mạnh mẽ hơn. Nếu bạn còn độc thân The Magician chỉ ra rằng bây giờ là thời điểm tuyệt vời để gặp một người mới. Đối tác của bạn sẽ nghiêm túc với bạn, có ý định tốt và sẽ đối xử tốt với bạn.",
        "relove": "The Magician reversed in the context of a love Tarot reading for those in relationships, can indicate that you need to be more open and honest with your partner about your needs and desires. If you are tempted to try and manipulate your partner to get what you want, don’t. Honesty will get you much further than trickery.  It can also indicate that partner/lover who appears to be trustworthy, may be using their influence over you to manipulate you for their own selfish reasons.  If you are single The Magician indicates that you may be becoming cynical about love and your future love life and feeling like you will never attract anyone good to your life. Don’t lose faith. If you stay positive and send love and light out into the world you will eventually attract the same back to you!",
        "relovevn": "The Magician đảo ngược trong tình yêu có thể chỉ ra rằng bạn cần cởi mở và trung thực hơn với đối phương về nhu cầu và mong muốn của bạn. Nếu bạn muốn cố gắng thao túng đối tác của mình để đạt được những gì bạn muốn, thì đừng. Sự trung thực sẽ giúp bạn tiến xa hơn nhiều so với sự gian trá. Nó cũng có thể chỉ ra rằng đối tác / người yêu tỏ ra đáng tin cậy, có thể đang sử dụng ảnh hưởng của họ đối với bạn để thao túng bạn vì những lý do ích kỷ của riêng họ. Nếu bạn còn độc thân The Magician chỉ ra rằng bạn có thể trở nên hoài nghi về tình yêu và cuộc sống tình yêu trong tương lai của bạn và cảm thấy như bạn sẽ không bao giờ thu hút được bất kỳ ai tốt đến với cuộc sống của mình. Đừng mất niềm tin. Nếu bạn luôn lạc quan và gửi tình yêu và ánh sáng ra thế giới, cuối cùng bạn cũng sẽ thu hút được điều đó trở lại với bạn!",
        "career": 
    }
]